Repository: LucasHiago/stelo-for-wc
Catalog: languages/stelo-woocommerce-*.po
Languages: pt_br

source: Order %s
pt_br: Pedido %s

source: Shipping via %s
pt_br: Entrega via %s

source: An error has occurred while processing your payment, please try again. Or contact us for assistance.
pt_br: Um erro ocorreu ao processar o seu pagamento, por favor, tente novamente ou entre em contato para obter ajuda.

source: Payment method created for order %s
pt_br: Método de pagamento para o pedido %s

source: Stelo Bank Slip URL
pt_br: Link do boleto bancário do Stelo

source: Stelo Transaction details
pt_br: Detalhes da transação no Stelo

source: Stelo: The customer generated a bank slip, awaiting payment confirmation.
pt_br: Stelo: O cliente gerou um boleto bancário, aguardando a confirmação do pagamento.

source: Stelo: Invoice paid successfully by credit card.
pt_br: Stelo: Fatura paga com cartão de crédito com sucesso.

source: Stelo: Credit card declined.
pt_br: Stelo: Cartão de crédito recusado.

source: Stelo: Invoice paid by credit card, waiting for operator confirmation.
pt_br: Stelo: A fatura foi paga com cartão de credito, aguardando a confirmação da operadora do cartão.

source: Stelo: Invoice paid successfully.
pt_br: Stelo: Fatura paga com sucesso.

source: Stelo: Invoice canceled.
pt_br: Stelo: Fatura cancelada.

source: Stelo: Invoice partially paid.
pt_br: Stelo: Fatura paga parcialmente.

source: Stelo: Invoice refunded.
pt_br: Stelo: Fatura reembolsada.

source: Invoice for order %s was refunded
pt_br: A fatura do pedido %s foi reembolsada

source: Invoice refunded
pt_br: Fatura reembolsada

source: Order %s has been marked as refunded by Stelo.
pt_br: O pedido %s foi marcado como reembolsado pelo Stelo.

source: Stelo: Invoice expired.
pt_br: Stelo: Fatura expirada.

source: The request failed!
pt_br: A requisição falhou!

source: Enable/Disable
pt_br: Habilita/Desabilita

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Isto controla o título que o usuário vê durante o checkout.

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: Isso controla a descrição que o usuário vê durante o checkout.

source: Pay with bank slip
pt_br: Pague com boleto bancário

source: Integration Settings
pt_br: Configurações da integração

source: Account ID
pt_br: ID da conta

source: Please enter your Client ID. This is needed in order to take payment. Is possible found the Account ID in %s
pt_br: Por favor, digite o ID da sua conta. Isto é necessário para receber pagamentos. É possível encontrar o seu ID de conta nas %s.

source: Stelo Account Settings
pt_br: Configurações da sua conta no Stelo

source: Please enter your Client Secret. This is needed in order to take payment. Is possible generate a new API Token in %s.
pt_br: Por favor, digite o seu Client Secret. Isto é necessário para receber pagamentos. É possível gerar um novo Client Secret nas %s.

source: Payment Options
pt_br: Opções de pagamento

source: Deadline to pay the bank slip
pt_br: Prazo para pagar o boleto bancário

source: Number of days the customer will have to pay the bank slip.
pt_br: Número de dias que o cliente terá para pagar o boleto bancário.

source: Integration Behavior
pt_br: Comportamento da integração

source: Send only the order total
pt_br: Enviar apenas o total do pedido

source: If this option is enabled will only send the order total, not the list of items.
pt_br: Caso esta opção esteja ativada será enviado apenas o total do pedido e não a lista de itens.

source: Gateway Testing
pt_br: Testes

source: Stelo Sandbox
pt_br: Sandbox do Stelo

source: Enable Stelo Sandbox
pt_br: Ativar o Sandbox do Stelo

source: Stelo Sandbox can be used to test the payments. <strong>Note:</strong> you must use the development API Token that can be created in %s.
pt_br: O Sandbox do Stelo pode ser utilizado para testar pagamentos. <strong>Nota:</strong> você deve utilizar um API Token de testes que pode ser gerado nas %s.

source: Debug Log
pt_br: Log de depuração

source: Enable logging
pt_br: Habilitar log

source: Log Stelo events, such as API requests, you can check this log in %s.
pt_br: Registra eventos do Stelo, como requisições na API, você pode conferir esse arquivo de log em %s.

source: Please make sure your card details have been entered correctly and that your browser supports JavaScript.
pt_br: Por favor, tenha certeza que os dados do seu cartão foram inseridos corretamente e que o seu navegador suporta JavaScript.

source: An error occurred while trying to save your data. Please contact us for get help.
pt_br: Um erro ocorreu ao tentar salvar os seus dados. Por favor, entre em contato conosco para obter ajuda.

source: Customer payment method not found!
pt_br: O método de pagamento do cliente não foi encontrado!

source: Stelo: Subscription paid successfully by credit card.
pt_br: Stelo: Assinatura paga com cartão de crédito com sucesso.

source: Stelo: Subscription payment failed. Credit card declined.
pt_br: Stelo: Pagamento da assinatura falhou. Cartão de crédito recusado.

source: Stelo
pt_br: Stelo - Cartão de credito

source: Accept payments by credit card using the Stelo.
pt_br: Aceite pagamentos por cartão de credito utilizando o Stelo.

source: Enable Stelo Credit Card
pt_br: Ativar cartão de crédito do Stelo

source: Credit Card
pt_br: Cartão de crédito

source: Pay with credit card.
pt_br: Pague com cartão de crédito.

source: Number of credit card Installments
pt_br: Número de parcelas do cartão de crédito

source: The maximum number of installments allowed for credit cards. Put a number bigger than 1 to enable the field. This cannot be greater than the number allowed in your Stelo account.
pt_br: O número maximo de parcelas que serão aceitas para cartão de crédito. Digite um número maior do que 1. Este número não pode ser maior que o número permitido na sua conta no Stelo.

source: Pass interest rate
pt_br: Repassar juros

source: Pass on the Installments interest to the customer.
pt_br: Repassar o juros das parcelas para o cliente.

source: This option is only for display and should represent what was configured on your Stelo account.
pt_br: Esta opção é apenas para exibição e deve representar o que esta configurada na sua conta do Stelo.

source: Free interest
pt_br: Sem juros

source: Indicate how many installments shall not bear interest, use 0 to disable this option.
pt_br: Indique quantas parcelas deve aparecer sem juros, utilize 0 para desabilitar esta opção.

source: Rate per transaction
pt_br: Taxa por transação

source: Enter here the transaction rate that is set up in your plan in Stelo.
pt_br: Digite aqui a taxa de transação que esta configurada para o seu plano no Stelo.

source: Card Number
pt_br: Número do cartão

source: Security Code
pt_br: Código de segurança

source: Card Expiry Date
pt_br: Data de vencimento do cartão

source: First Name
pt_br: Nome

source: Last Name
pt_br: Sobrenome

source: is invalid
pt_br: é inválido

source: Stelo Disabled
pt_br: Stelo esta desabilitado

source: You should inform your API Token.
pt_br: Você deve informar o seu API Token.

source: You should inform your Account ID.
pt_br: Você deve informar o ID da sua conta.

source: Currency <code>%s</code> is not supported. Works only with Brazilian Real.
pt_br: A moeda <code>%s</code> não é suportada. Funciona apenas com Real (BRL).

source: Stelo For WooCommerce requires the latest version of the %s to works.
pt_br: Stelo For WooCommerce requer a última versão do %s para funcionar.

source: Stelo For WooCommerce depends on the last version of %s to work!
pt_br: Stelo For WooCommerce depende da última versão do %s para funcionar!

source: System Status &gt; Logs
pt_br: Status do Sistema &gt; Logs

source: Credit Card Settings
pt_br: Configurações de crédito

source: Bank Slip Settings
pt_br: Configurações de boleto

source: After clicking "Place order" you will have access to banking bank slip which you can print and pay in your internet banking or in a lottery retailer.
pt_br: Após clicar em "Finalizar compra" você receberá o seu boleto bancário, é possível imprimi-lo e pagar pelo site do seu banco ou por uma casa lotérica.

source: Note: The order will be confirmed only after the payment approval.
pt_br: Nota: O pedido será confirmado apenas após a confirmação do pagamento.

source: Payment
pt_br: Pagamento

source: Please use the link below to view your bank slip, you can print and pay in your internet banking or in a lottery retailer:
pt_br: Por favor, utilize o link abaixo para ver o seu boleto bancário, você pode imprimi-lo e fazer o pagamento pelo site do seu banco ou por uma casa lotérica:

source: Pay the bank slip
pt_br: Pagar boleto bancário

source: After we receive the bank slip payment confirmation, your order will be processed.
pt_br: O seu pedido será processando assim que recebermos a confirmação do pagamento do seu boleto.

source: Please click in the following button to view your bank slip.
pt_br: Por favor, clique no botão a seguir para visualizar o seu boleto bancário.

source: You can print and pay in your internet banking or in a lottery retailer.
pt_br: Você pode imprimi-lo e fazer o pagamento pelo site do seu banco ou por uma casa lotérica.

source: Payment successfully made using credit card in %s.
pt_br: Pagamento realizado com sucesso por cartão de crédito em %s.

source: Name Printed on the Card
pt_br: Nome impresso no cartão

source: Expiry (MM/YYYY)
pt_br: Validade (MM/AAAA)

source: MM / YYYY
pt_br: MM / AAAA

source: CVC
pt_br: CVV

source: Installments
pt_br: Parcelar em

source: free interest
pt_br: sem juros

source: with interest
pt_br: com juros

source: %dx of %s %s (Total: %s)
pt_br: %dx de %s %s (Total: %s)

source: Stelo payment gateway for WooCommerce.
pt_br: Gateway de pagamento Stelo para WooCommerce.
